Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonalAttributes_t


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonalAttributes_t.DimensionSetBaseAttributes


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonalAttributes_t.ToStruct(Tekla.Structures.Drawing.CurvedDimensionSetOrthogonal.CurvedDimensionSetOrthogonalAttributes)


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionSetOrthogonalAttributes_t.FromStruct(Tekla.Structures.Drawing.CurvedDimensionSetOrthogonal.CurvedDimensionSetOrthogonalAttributes)
